[
    {
        "_id": "635a0c0b64a6d231228942ae",
        "service_id": "01",
        "title": "Burger",
        "img": "https://i.ibb.co/zfNRGP8/burger1.jpg",
        "price": "200.00",
        "description": "A hamburger, or simply burger, is a food consisting of fillings—usually a patty of ground meat, typically beef—placed inside a sliced bun or bread roll. Hamburgers are often served with cheese, lettuce, tomato, onion, pickles, bacon, or chilis; condiments such as ketchup, mustard, mayonnaise, relish often a variation of Thousand Island dressing; and are frequently placed on sesame seed buns. A hamburger patty topped with cheese is called a cheeseburger.",
        "facility": [
            {
                "name": "Beef Burger",
                "details": "There are many kinds of crave worthy foods. From foods that are sweet and salty to savory, there is one crave-able item that sure gets consumers talking. National Cattlemen's Beef Association, a contractor to the Beef Checkoff, recently conducted research on consumer preferences for burgers when dining out. Consumer's own words highlight just how enticing burgers are for them."
            },
            {
                "name": "Chicken Burger",
                "details": "These chicken burgers are made with crispy seasoned chicken breast fillets. I just halve chicken breasts to create two thin steaks or you can buy chicken breast already cut into steaks at the store."
            }
        ]
    },
    {
        "_id": "635a0c0b64a6d231228942af",
        "service_id": "02",
        "title": "Pizza",
        "img": "https://i.ibb.co/sys4m6x/pizza1.jpg",
        "price": "400.00",
        "description": "pizza, dish of Italian origin consisting of a flattened disk of bread dough topped with some combination of olive oil, oregano, tomato, olives, mozzarella or other cheese, and many other ingredients, baked quickly—usually, in a commercial setting, using a wood-fired oven heated to a very high temperature—and served hot.",
        "facility": [
            {
                "name": "Beef Pizza",
                "details": "We are talking about beef pizza which is healthier than those artificially processed pizzas from the stores. This simple recipe of beef pizza is going to be a perfect go-to recipe for all celebrations and special events as everyone will be in awe of this pizza and go on indulging more and more. If you have children who continuously fuss about eating healthy, then this delectable beef pizza can serve as the best bait for them to have something healthy and not compromise on their health front."
            },
            {
                "name": "Chicken Pizza",
                "details": "Chicken pizza recipe is a delicious mix of flat bread or base topped with cheese, chillies, onion, garlic sauce and chunks of chicken.Tossed to perfection, this quick and easy pizza recipe is the solution to all those chicken and cheese cravings. Perfect for those movie nights or parties at home."
            }
        ]
    },
    {
        "_id": "635b591a1dafe382a9da8c96",
        "service_id": "03",
        "title": "Chicken Fry",
        "img": "https://i.ibb.co/x6QSwvS/chicken1.jpg",
        "price": "250.00",
        "description": "Fried chicken has been described as being crunchy and juicy, as well as crispy. The dish has also been called spicy and salty. Occasionally, fried chicken is also topped with chili like paprika, or hot sauce to give it a spicy taste. This is especially common in fast food restaurant chains such as KFC.",
        "facility": [
            {
                "name": "Drumsticks",
                "details": "Drumsticks have fatty flavors and delicious firm dark meat that is great for frying. This basic fried chicken recipe soaks drumsticks in buttermilk, then dredges them in seasoned flour. They're pan-fried to perfection in batches, resulting in chicken that's moist inside and wonderfully crispy on the outside."
            },
            {
                "name": "Pan Fried Chicken Breast",
                "details": "the chicken breast is well seasoned, this recipe can hold its own as a stand-alone entrée, and it's versatile enough to dice and add to salads, sandwiches, pasta, and more."
            }
        ]
    },
    {
        "_id": "635b5afc1dafe382a9da8c98",
        "service_id": "04",
        "title": "Shawarma",
        "img": "https://i.ibb.co/7XTCPSY/shwarma.jpg",
        "price": "100.00",
        "description": "Shawarma is a popular Middle Eastern dish that originated in the Ottoman Empire, consisting of meat cut into thin slices, stacked in a cone-like shape, and roasted on a slowly-turning vertical rotisserie or spit. Traditionally made with lamb or mutton, it may also be made with chicken, turkey, beef, or veal.",
        "facility": [
            {
                "name": "Beef Shawarma",
                "details": "Beef shawarma is the ultimate mediterranean street food like falafel and hummus, that is widely popular even outside of the Middle East. But what you may not know is that beef shawarma is surprisingly really easy to make at home with very minimal ingredients and effort."
            },
            {
                "name": "Chicken Shawarma",
                "details": "Use boneless skinless chicken meat (a combination of dark and light meat) in the recipe. Chicken shawarma gets a lot of its flavor from basting in its own fat. I've replaced the flavor of that skin fat with olive oil, including a final sauté in olive oil prior to serving."
            }
        ]
    },
    {
        "_id": "635b5b691dafe382a9da8c99",
        "service_id": "05",
        "title": "Sandwich",
        "img": "https://i.ibb.co/3f4HRjS/sandwich.jpg",
        "price": "150.00",
        "description": "A sandwich is a food typically consisting of vegetables, sliced cheese or meat, placed on or between slices of bread, or more generally any dish wherein bread serves as a container or wrapper for another food type.",
        "facility": [
            {
                "name": "Chicken Sandwich",
                "details": "A chicken sandwich is a sandwich that typically consists of boneless, skinless chicken breast or thigh served between slices of bread, on a bun, or on a roll. Variations on the chicken sandwich include the chicken burger, chicken on a bun, chickwich, hot chicken, or chicken salad sandwich."
            },
            {
                "name": "Beef Sandwich",
                "details": "The roast beef sandwich is a sandwich that is made out of sliced roast beef or sometimes beef loaf."
            }
        ]
    },
    {
        "_id": "635b5ba51dafe382a9da8c9a",
        "service_id": "06",
        "title": "Wedges",
        "img": "https://i.ibb.co/Xb7WL5B/wedges.jpg",
        "price": "90.00",
        "description": "Potato wedges are irregular wedge-shaped slices of potato, often large and unpeeled, that are either baked or fried. They are sold at diners and fast food restaurants. In Australia, potato wedges are a common bar food, that are almost always served with some kind of sauce.",
        "facility": [
            {
                "name": "Potato Wedges with sauce",
                "details": "sauce makes the taste different"
            },
            {
                "name": "Potato Wedges without sauce",
                "details": "Without sauce it is also good to eat."
            }
        ]
    }
]